<?php

return [

	/**
	 * 协作语言包
	 */

	"0x007000"                 => "未知错误",
	"0x007001"                 => "协作主题ID不存在",
	"0x007002"                 => "缺少必填项。",
	"0x007003"                 => "协作分类信息不存在",
	"0x007004"                 => "当前协作类别下存在协作主题",
	"0x007005"                 => "协作主题不存在",
	"0x007006"                 => "没有当前协作主题的访问权限",
	"0x007007"                 => "没有当前协作主题回复的访问权限",
	"0x007008"                 => "协作主题回复不存在",
	"0x007009"                 => "协作结束时间不能小于开始时间",
	"0x007010"                 => "回复不存在或已被删除, 请刷新页面",
	"0x007011"                 => "开始时间不可为空",
	"0x007012"                 => "评论ID不存在",
	"0x007013"                 => "",
	"0x007014"                 => "",
	"0x007015"                 => "",
	"0x007014"                 => "",
	// 下面的是Request必填验证的提示信息
	"subject_title"            => "协作主题",
	"cooperation_sort_id"      => "协作分类",
	"cooperation_sort_name"    => "协作分类名称",
	"cooperation_sort_creater" => "协作分类创建人",
	"subject_creater"          => "协作主题创建人",
	"user_id"                  => "用户id",
	"revert_user"              => "回复人",
	"revert_content"           => "回复内容",
	"parent_revert_id"         => "父级回复id",
	"subject_id"               => "协作主题id",
	"revert_id"                => "协作回复id",
];
