<?php
return [
    '0x039001'				=> '用户组名称必填',
    '0x039002'				=> '用户组Id不能为空',
    '0x039003'				=> '序号必须为整数',
    '0x039004'				=> '快捷键名称必填',
    '0x039005'				=> '快捷运行程序路径必填',
    '0x039006'				=> '快捷运行程序id',
    '0x039007'				=> '密码长度必须在6-20位之间',
    '0x039008'				=> '原密码不正确',
    '0x039009'				=> '两次密码输入不一致',
    '0x039010'				=> '参数不正确',
    '0x039011'				=> '短语内容必填',
    '0x039012'				=> '您没有权限删除他人短语',
    '0x039013'				=> '排序数组不能为空',
    '0x039014'				=> '部分排序失败',
    '0x039015'				=> '短语ID不存在',
    '0x039016'				=> '密码长度不够',
    'password'              => '新密码',
    'password_repeat'       => '确认新密码',
    "new_password_length_invalid" => "新密码长度不够，应不低于",
    "confirm_new_password_length_invalid" => "确认新密码长度不够，应不低于",
    "digits" => "位"
];
